/* Error message used if an operation (e.g. +, -, *, /) uses incompatible operand types. First placeholder is the type of left operand, the second placeholder the operator, the third placeholder the type of the second operand (e.g. 'number + length'). */
"IncompatibleOperandTypes" = "不兼容的运算类型：'%@ %@ %@'。仔细检查您的数学式。";

/* Error message used if a number was be divided by zero. */
"DivisionByZero" = "被除以零，黑洞形成！";
